const postsData = [
  {
    id: 1,
    title: '제목입니다.',
    content: '제목에 대한 설명입니다.',
    author: '홍길동',
    date: "2024-03-21",
    body: "법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다."
  },
  {
    id: 2,
    title: '제목입니다.',
    content: '제목에 대한 설명입니다.',
    author: '홍길동',
    date: "2024-03-21",
    body: "법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다."
  },
  {
    id: 3,
    title: '제목입니다.',
    content: '제목에 대한 설명입니다.',
    author: '홍길동',
    date: "2024-03-21",
    body: "법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다."
  },
  {
    id: 4,
    title: '제목입니다.',
    content: '제목에 대한 설명입니다.',
    author: '홍길동',
    date: "2024-03-21",
    body: "법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다."
  },
]

export default postsData